Repository: thinhbg59/atccargo
Catalog: src/AppBundle/Resources/translations/messages.*.xlf
Languages: pl

# menu_item.driver.card
source: Driver card
pl: Karta kierowcy

# menu.item.report.new.transport
source: Report new transport
pl: Zgłoś transport

# menu.item.your.transports
source: Your transports
pl: Twoje transporty

# menu.item.list.of.drivers
source: List of drivers
pl: Lista kierowców

# menu.item.driver.statistics
source: Driver statistics
pl: Statystyki kierowców

# menu.item.dropdown_item_show.profile
source: Show profile
pl: Pokaż profil

# menu.item.dropdown_item_add.employee
source: Add employee
pl: Dodaj pracownika

# menu.item.dropdown_item_browse.employees
source: Browse employees
pl: Przeglądaj kierowców

# menu.item.dropdown_item_browse_transports
source: Browse transports
pl: Przeglądaj transporty

# menu.item.dropdown_item_logout
source: Logout
pl: Wyloguj się

# segment.statistics.header_made.transports
source: Made transports
pl: Wykonanych zleceń

# segment.statistics.header_earned.money
source: Earned money
pl: Zarobionych pieniędzy

# segment.statistics.header_travelled.distance
source: Travelled distance
pl: Przejechany dystans

# segment.statistics.header_fuel.burned
source: Fuel burned
pl: Spalone paliwo

# segment.header_your.data
source: Your data
pl: Twoje dane

# segment.header_adding.a.employee
source: Adding a employee
pl: Dodawanie pracownika

# segment.header_reporting.transport
source: Reporting transport
pl: Zgłaszanie transportu

# segment.header_changing.a.position
source: Changing a position
pl: Zmienianie stanowiska

# segment.header_changing.a.password
source: Changing a password
pl: Zmienianie hasła

# segment.header_changing.a.avatar
source: Changing a avatar
pl: Zmienianie avatara

# segment.header_login.to.your.account
source: Login to your account
pl: Zaloguj się na swoje konto

# segment.header_complete.your.registration
source: Complete your registration
pl: Dokończ swoją rejestrację

# table.header_last.transports
source: Last transports
pl: Ostatnie transporty

# table.td_start.date
source: Start date
pl: Data wyjazdu

# table.td_cargo
source: Cargo
pl: Towar

# table.td_weight
source: Weight
pl: Ciężar

# table.td_distance
source: Distance
pl: Dystans

# table.td_screenshot
source: Screenshot
pl: Zrzut ekranu

# table.td_start.city
source: Start city
pl: Miasto startowe

# table.td_end.city
source: End city
pl: Miasto docelowe

# table.td_identificator
source: Identificator
pl: Identyfikator

# table.td_driver
source: Driver
pl: Kierowca

# table.td_burned.fuel
source: Burned fuel
pl: Spalone paliwo

# table.td_travelled.distance
source: Travelled distance
pl: Przejechany dystans

# table.td_made.transports
source: Made transports
pl: Wykonanych zleceń

# table.td_earned.money
source: Earned money
pl: Zarobionych pieniędzy

# table.td_money
source: Money
pl: Zarobek

# table.td_actions
source: Actions
pl: Akcje

# table.td_employee
source: Employee
pl: Pracownik

# message.warning_you.do.not.have.any.transports
source: You do not have any transports
pl: Nie posiadasz żadnych transportów

# message.notice_invitation.has.been.sent
source: Invitation has been sent!
pl: Zaproszenie zostało wysłane!

# message.notice_account.has.been.created
source: Account has been created!
pl: Konto zostało utworzone!

# message.error_email.address.or.code.is.incorrect
source: Email address or code is incorrect!
pl: Adres email lub kod jest niepoprawny!

# message.notice_transport.has.been.reported
source: Transport has been reported!
pl: Transport został zgłoszony!

# message.notice_password.has.been.changed
source: Password has been changed!
pl: Hasło zostało zmienione!

# message.notice_avatar.has.been.changed
source: Avatar has been changed!
pl: Avatar został zmieniony!

# message.notice_position.has.been.changed
source: Position has been changed!
pl: Stanowisko zostało zmienione!

# form.header_informations.about.transport
source: Informations about transport
pl: Informacje o transporcie

# form.header_informations.about.refueling
source: Informations about refueling
pl: Informacje o tankowaniu

# form.label_start.city
source: Start city
pl: Miasto startowe

# form.label_destination.city
source: Destination city
pl: Miasto docelowe

# form.label_cargo
source: Cargo
pl: Ładunek

# form.label_weight
source: Weight
pl: Ciężar

# form.label_distance
source: Distance
pl: Dystans

# form.label_burned.fuel
source: Burned fuel
pl: Spalone paliwo

# form.label_damage.status
source: Damage status
pl: Uszkodzenia

# form.label_start.date
source: Start date
pl: Data wyjazdu

# form.label_end.date
source: End date
pl: Data przyjazdu

# form.label_country
source: Country
pl: Kraj

# form.label_amount
source: Amount
pl: Ilosć

# form.label_email.address
source: Email address
pl: Adres email

# form.label_password
source: Password
pl: Hasło

# form.label_position
source: Position
pl: Stanowisko

# form.placeholder_start.city
source: Start city
pl: Miasto startowe

# form.placeholder_destination_city
source: Destination city
pl: Miasto docelowe

# form.placeholder_cargo
source: Cargo
pl: Towar

# form.placeholder_screenshot
source: Select screenshot
pl: Wybierz zrut ekranu

# form.placeholder_country
source: Country
pl: Kraj

# form.placeholder_email
source: Email address
pl: Adres email

# form.placeholder_position
source: Position
pl: Stanowisko

# form.placeholder_login
source: Username
pl: Nazwa użytkownika

# form.placeholder_password
source: Password
pl: Hasło

# form.placeholder_code
source: Code
pl: Kod

# form.placeholder_password.repeat
source: Repeat password
pl: Powtórz hasło

# form.placeholder_current.password
source: Current password
pl: Aktualne hasło

# form.placeholder_new.password
source: New password
pl: Nowe hasło

# button_report
source: Report
pl: Zgłoś

# button_register
source: Register
pl: Zarejestruj

# button_check.code
source: Check code
pl: Sprawdź kod

# button_show.transports
source: Show transports
pl: Pokaż transporty

# button_change.password
source: Change password
pl: Zmień hasło

# button_change.email
source: Change email
pl: Zmień email

# button_change.avatar
source: Change avatar
pl: Zmień avatar

# button_add.employee
source: Add employee
pl: Dodaj pracownika

# button_show.all.transports
source: Show all transports
pl: Pokaż wszystkie transporty

# button_change.position
source: Change position
pl: Zmień stanowisko

# button_terminate
source: Terminate
pl: Zwolnij

# button_no
source: No
pl: Nie

# button_approve
source: Approve
pl: Zatwierdź

# button_reject
source: Reject
pl: Odrzuć

# button_activate
source: Activate
pl: Aktywuj

# button_delete
source: Delete
pl: Usuń

# button_deactivate
source: Deactivate
pl: Dezaktywuj

# button_login
source: Login
pl: Zaloguj

# modal.header_terminating.a.employee
source: Terminating a employee
pl: Zwalnianie pracownika

# modal.body.terminating.a.employee
source: Are you sure want to terminate this employee
pl: Czy jesteś pewien że chcesz zwolnić tego pracownika

source: Hello
pl: Witaj

# a_show.more
source: Show more
pl: Pokaż więcej

# a_show.less
source: Show less
pl: Pokaż mniej

# a_open
source: Open
pl: Otwórz

# a_register.now
source: Register now
pl: Zarejestruj się

# text_do.you.have.a.registration.code
source: Do you have a registration code
pl: Posiadasz kod rejestracyjny

# text_realized.transport.with.id
source: Realized transport with ID
pl: Zrealizowanie transportu o identyfikatorze

# text_transport.a.cargo
source: Transport a cargo
pl: Transport towaru

# text_from
source: from
pl: z

# text_to
source: to
pl: do

# text_mileage
source: Mileage
pl: Przebyty dystans

# text_with.a.cargo.weighing
source: with a cargo weighing
pl: z towarem o ciężarze

source: ROLE_BOSS
pl: Szef

source: ROLE_VICEBOSS
pl: Vice szef

source: ROLE_DISPATCHER
pl: Dyspozytor

source: ROLE_DRIVER
pl: Kierowca

source: ROLE_DEMO
pl: Okres testowy
