Repository: thinhbg59/atccargo
Catalog: src/AppBundle/Resources/translations/validators.*.xlf
Languages: pl

# changeAvatar.avatar.choice
source: You must select avatar
pl: Wybierz poprawny avatar

# changePassword.password.password
source: This password is incorrect
pl: Hasło jest niepoprawne

# changePassword.plainPassword.length_min
source: The password must have at least 6 characters
pl: Hasło powinno mieć co najmniej 6 znaków

# invitation.email.email
source: Enter a valid email address
pl: Wprowadź poprawny adres email

# invitation.code.type
source: Code must consist digits only
pl: Kod powinien się składać tylko z cyfr

# invitation.roles.choice
source: Select a valid role
pl: Wybierz poprawne stanowisko

# transport.startDate.datetime
source: Enter valid date
pl: Wprowadź poprawną datę

# transport.endDate.datetime
source: Enter valid date
pl: Wprowadź poprawną datę

# transport.distance.type
source: Distance must consist digits only
pl: Dystans powinien się składać tylko z cyfr

# transport.weight.type
source: Weight must consist digits only
pl: Ciężar powinien się składać tylko z cyfr

# transport.burnedFuel.type
source: Burned fuel must consist digits only
pl: Spalone paliwo powinno się składać tylko z cyfr

# transport.fueledFuel.type
source: Fuel must consist digits only
pl: Paliwo powinno się składać tylko z cyfr

# transport.damage.type
source: Damage must consist digits only
pl: Obrażenia powinne się składać tylko z cyfr

# transport.damage.range_min
source: Minimal value is a 0
pl: Minimalna wartość to 0

# transport.damage.range_max
source: Maximum value is a 100
pl: Maksymalna wartość to 100

# transport.screenshot.file_max
source: File is too weight, max 5MB
pl: Plik jest zbyt duży, maksymalny rozmiar to 5 MB

# transport.screenshot.mimeTypes
source: Correct formats are .png, .jpg, .jpeg
pl: Poprawne formaty to .png, .jpg, .jpeg

# user.username.length_min
source: The username must have at least 3 characters
pl: Nazwa użytkownika powinna mieć co najmniej 3 znaki

# user.username.length_max
source: The username can be up to 6 characters
pl: Nazwa użytkownika powinna mieć maksymalnie 10 znaków

# user.email.email
source: Enter a valid email address
pl: Wprowadź poprawny adres email

# user.avatar.choice
source: You must select avatar
pl: Wybierz poprawny avatar

# user.plainPassword.length_min
source: The password must be at least 6 characters
pl: Hasło powinno mieć co najmniej 6 znaków
